import styles from './styles.module.css';
import BackTo from '../../components/BackTo';

export default function PrivacyPolicyPage() {


  return (
    <section className={styles.privacyPolicy}>
      <BackTo/>
      <h1 className={styles.privacyPolicy__title}>
        Политика обработки персональных данных
      </h1>
      <p className={styles.privacyPolicy__text}>
        1. Назначение и область действия документа # 1.1. Политика ООО «Интернет
        Решения» (ОГРН 1027739244741, ИНН 7704217370, 123112, Россия, г. Москва,
        Пресненская наб., д. 10, эт. 41, пом. I, ком. 6) (далее по тексту также
        — «Общество») в отношении обработки персональных данных (далее по тексту
        также — «Политика») определяет позицию и намерения Общества в области
        обработки и защиты персональных данных, с целью соблюдения и защиты прав
        и свобод каждого человека и, в особенности, права на неприкосновенность
        частной жизни, личную и семейную тайну, защиту своей чести и доброго
        имени. 1.2. Политика неукоснительно исполняется руководителями и
        работниками всех структурных подразделений, филиалов и представительств
        Общества. 1.3. Действие Политики распространяется на все персональные
        данные субъектов, обрабатываемые в Обществе с применением средств
        автоматизации и без применения таких средств. 1.4. К настоящей Политике
        имеет доступ любой субъект персональных данных, в том числе с
        использованием сети «Интернет». 1.5. Общество периодически актуализирует
        настоящую Политику и вправе в одностороннем порядке в любой момент
        изменять ее условия. Общество рекомендует регулярно проверять содержание
        настоящей Политики на предмет ее возможных изменений. Если иное не
        предусмотрено Политикой, все вносимые в нее изменения вступают в силу с
        даты, указанной в Политике. 1.6. Во всем ином, что не предусмотрено
        настоящей Политикой, Общество руководствуется положениями действующего
        законодательства Российской Федерации. 2. Термины # 2.1. Персональные
        данные — любая информация, относящаяся к прямо или косвенно
        определенному или определяемому физическому лицу (субъекту персональных
        данных). К такой информации, в частности, можно отнести: ФИО, год,
        месяц, дата и место рождения, адрес, сведения о семейном, социальном,
        имущественном положении, сведения об образовании, профессии, доходах, а
        также другую информацию, позволяющую по совокупности определить
        (идентифицировать) субъекта персональных данных. 2.2. Обработка
        персональных данных — любое действие (операция) или совокупность
        действий (операций), совершаемых с использованием средств автоматизации
        или без использования таких средств с персональными данными, включая
        сбор, запись, систематизацию, накопление, хранение, уточнение
        (обновление, изменение), извлечение, использование, передачу
        (распространение, предоставление, доступ), обезличивание, блокирование,
        удаление, уничтожение персональных данных. 2.3. Субъект персональных
        данных — физическое лицо, чьи персональные данные обрабатываются. 2.4.
        Оператор — лицо, самостоятельно или совместно с иными лицами
        организующее и (или) осуществляющее обработку персональных данных, а
        также определяющие цели обработки персональных данных, состав
        персональных данных, подлежащих обработке, действия (операции),
        совершаемые с персональными данными. Для целей настоящей Политики
        Общество, обрабатывая персональные данные, является оператором, если
        иное прямо не указано в Политике. 2.5. Обработчик — любое лицо, которое
        на основании договора с оператором осуществляет обработку персональных
        данных по поручению такого оператора, действуя от имени и (или) в
        интересах последнего при обработке персональных данных. Оператор несет
        ответственность перед субъектом персональных данных за действия или
        бездействия обработчика. Обработчик несет ответственность перед
        оператором. 2.6. Прочие термины используются в настоящей Политике в
        соответствии со значениями, определяемыми действующим законодательством
        Российской Федерации, если иное прямо не указано в Политике. 3. Порядок
        и условия обработки персональных данных # 3.1. Под безопасностью
        персональных данных Общество понимает защищенность персональных данных
        от неправомерного или случайного доступа к ним, уничтожения, изменения,
        блокирования, копирования, предоставления, распространения персональных
        данных, а также от иных неправомерных действий в отношении персональных
        данных и принимает необходимые правовые, организационные и технические
        меры для защиты персональных данных. 3.2. Обработка и обеспечение
        безопасности персональных данных в Обществе осуществляется в
        соответствии с требованиями Конституции Российской Федерации,
        Федерального закона № 152-ФЗ «О персональных данных», подзаконных актов,
        других определяющих случаи и особенности обработки персональных данных
        законов Российской Федерации, а также руководящих и методических
        документов Правительства Российской Федерации, Минцифры России,
        Роскомнадзора, ФСТЭК России и ФСБ России. 3.3. При обработке
        персональных данных Общество придерживается следующих принципов:
        законности и справедливости; ограничения обработки персональных данных
        достижением конкретных, заранее определенных и законных целей;
        недопущения обработки персональных данных, несовместимой с целями сбора
        персональных данных; недопущения объединения баз данных, содержащих
        персональные данные, обработка которых осуществляется в целях,
        несовместимых между собой; соответствия содержания и объема
        обрабатываемых персональных данных заявленным целям обработки;
        недопущения избыточности обрабатываемых персональных данных по отношению
        к заявленным целям обработки; обеспечения точности персональных данных,
        их достаточности, а в необходимых случаях и актуальности по отношению к
        целям обработки персональных данных, а также принятия мер по удалению
        или уточнению неполных или неточных данных; прозрачности обработки
        персональных данных: субъекту персональных данных может предоставляться
        соответствующая информация, касающаяся обработки его персональных
        данных; осуществления хранения персональных данных в форме, позволяющей
        определить субъекта персональных данных, не дольше, чем этого требуют
        заявленные цели обработки персональных данных.
      </p>
    </section>
  );
}
